{
    "About me": "Über mich",
    "Skills": "Fähigkeiten",
    "I am": "Ich bin",
    "Welcome to my website. I am a passionate Frontend-Developer from Trier. The IT industry has fascinated me since my school days. I am motivated to utilize my passion for IT in a professional career and make a valuable contribution by leveraging my quick grasp, willingness to learn, and enthusiasm.": "Willkommen auf meiner Website. Ich bin leidenschaftlicher Frontend-Developer und komme aus Trier. Die IT-Branche hat mich schon seit der Schulzeit fasziniert. Ich bin motiviert, meine Leidenschaft für die IT in einer beruflichen Karriere einzusetzen und einen wertvollen Beitrag zu leisten, indem ich meine schnelle Auffassungsgabe, Lernbereitschaft und Begeisterungsfähigkeit einbringe.",
    "I am ready to take the necessary steps to expand my knowledge and skills in the field of IT.": "Ich bin bereit, die notwendigen Schritte zu unternehmen, um mein Wissen und meine Fähigkeiten in der IT weiter auszubauen.",
    "With my quick grasp, willingness to learn, and enthusiasm, I am confident that I can make a valuable contribution.": "Mit meiner schnellen Auffassungsgabe, meiner Lernbereitschaft und meiner Begeisterungsfähigkeit bin ich überzeugt, dass ich einen wertvollen Beitrag leisten kann.",
    "My skills": "Fähigkeiten",
    "Get in touch!": "Kontaktieren!",
    "I have gained experience in building projects with various front end technologies and concepts.": "Ich habe Erfahrungen in verschiedenen Frontend-Technologien und -Konzepten sammeln können.",
    "These projects are a sample of my work - please feel free to try them out.": "Folgende Projekte repräsentieren meine Arbeit - bitte zögern Sie nicht, diese auszuprobieren.",
    "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.": "Vom Kanban-System inspirierter Aufgabenmanager. Erstellen und organisieren Sie Aufgaben mithilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
    "A simple 2D Jump-and-Run game based on an object-oriented approach. Help Pepe to find coins and bottles to fight against the killer-chickens.": "Ein einfaches 2D-Jump-and-Run-Spiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Flaschen zu finden, um gegen die Killerhühnchen zu kämpfen.",
    "Based on the PokéAPI a simple library that provides and catalogues pokemon information.": "Basierend auf der PokéAPI, einer einfachen Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert.",
    "Popular multiplayer card game. Built with Angular and Firebase backend": "Beliebtes Mehrspieler-Kartenspiel. Aufgebaut mit Angular und Firebase Backend",
    "Contact": "Kontakt",
    "Send message": "Senden",
    "Your name is required.": "Ihr Name ist erforderlich.",
    "Please enter a valid email.": "Bitte geben Sie eine gültige Email-Adresse ein.",
    "Your message is empty.": "Sie haben keine Nachricht eingegeben.",
    "Your message has been sent!": "Ihre Nachricht wurde gesendet!",
    "Got a problem to solve?": "Haben Sie ein Problem das gelöst werden muss?",
    "Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work.": "Kontaktieren Sie mich über dieses Formular. Ich bin daran interessiert, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit Ihre Projekte zu verwirklichen.",
    "Need a Frontend developer?": "Brauchen Sie einen Frontend-Entwickler? ",
    "Contact me!": "Kontaktieren Sie mich!",
    "Your Name": "Ihr Name",
    "Your Email": "Ihre Email",
    "Your Message": "Ihre Nachricht",
    "Imprint": "Impressum",
    "According to § 5 TMG": "Angaben gemäß § 5 TMG"
}